driver-tests/bpelse/assign/AssignJbi/test/results/CopyunsignedByteInvoke/Actual_20130318180007_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <unsignedBytePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_unsignedByte>100</xsd_unsignedByte>
      <optional_unsignedByte>1</optional_unsignedByte>
      <repeat_unsignedByte>1</repeat_unsignedByte>
      <repeat_unsignedByte>99</repeat_unsignedByte>
    </unsignedBytePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>